Repository: maihuynh-NN/WishMeLuck
Catalog: MaiInHerLoop/Resources/Localizable/*.lproj/Localizable.strings
Languages: vi

# splash.welcome_message
source: Not a story about coming home. A story where you make choices, learn, and live with what follows.
vi: Chào mừng, người sống sót. Trước khi bước vào điều chưa biết, hãy cho chúng tôi biết — bạn là ai?

# splash.enter_name
source: HOW SHOULD WE CALL YOU
vi: DANH TÍNH CỦA BẠN

# splash.name_placeholder
source: Enter your name
vi: Nhập tên của bạn

# splash.begin
source: BEGIN
vi: BẮT ĐẦU

# splash.name_accessibility
source: Enter your name
vi: Nhập tên của bạn

# splash.name_hint
source: Type your name to begin the experience
vi: Nhập tên để bắt đầu trải nghiệm

# splash.begin_accessibility
source: Begin the experience
vi: Bắt đầu trải nghiệm

# home.start_game
source: Start Game
vi: Bắt Đầu

# home.diary
source: Diary
vi: Nhật Ký

# home.howtoplay
source: How to play
vi: Cách chơi

# home.howtoplay.hint
source: Opens a guide on how to play
vi: Mở hướng dẫn chơi

# settings.title
source: SETTINGS
vi: CÀI ĐẶT

# settings.language
source: LANGUAGE
vi: NGÔN NGỮ

# settings.language.current
source: Currently selected
vi: Đang được chọn

# settings.language.switch
source: Double tap to switch
vi: Nhấn đúp để chuyển

# settings.appearance
source: APPEARANCE
vi: GIAO DIỆN

# settings.light
source: Light
vi: Sáng

# settings.dark
source: Dark
vi: Tối

# settings.system
source: Auto
vi: Tự động

# settings.close
source: Close
vi: Đóng

# settings.close.hint
source: Closes the settings panel
vi: Đóng bảng cài đặt

# settings.button
source: Settings
vi: Cài đặt

# settings.button.hint
source: Opens settings for language and appearance
vi: Mở cài đặt ngôn ngữ và giao diện

# story.skip
source: Skip
vi: Bỏ qua

# story.skip.a11y
source: Skip introduction
vi: Bỏ qua phần giới thiệu

# story.skip.a11y.hint
source: Go directly to region selection
vi: Chuyển thẳng đến chọn vùng

# story.enter
source: Enter ▶
vi: Bắt Đầu ▶

# story.enter.a11y
source: Begin region exploration
vi: Bắt đầu khám phá vùng đất

# story.nav.next
source: Next section
vi: Phần tiếp theo

# story.nav.previous
source: Previous section
vi: Phần trước

# region.title
source: RED EMBERS Airlines
vi: Chọn Khu Vực

# region.subtitle
source: Swipe to explore different disasters
vi: Vuốt để khám phá các thiên tai khác nhau

# regionselect.selectButton
source: SELECT
vi: CHỌN

# region.tap_to_explore
source: Tap to explore ›
vi: Chạm để khám phá ›

# region.north.name
source: North
vi: Bắc

# region.central.name
source: Central
vi: Trung

# region.south.name
source: South
vi: Nam

# ui.landing_on
source: LANDING ON
vi: ĐỔ BỘ VÀO

# ui.survival_orientation_manual
source: Survival Orientation Manual
vi: Cẩm Nang Định Hướng Sinh Tồn

# ui.the_region
source: THE %@
vi: MIỀN %@

# ui.ready_to_face_trials
source: Ready to face the trials of %@?
vi: Sẵn sàng đối mặt với thử thách của %@?

# ui.enter_region
source: ENTER REGION
vi: VÀO KHU VỰC

# ui.study_others_first
source: study other regions first
vi: tìm hiểu các vùng khác trước

# ui.chronicles.title
source: CHRONICLES
vi: BIÊN NIÊN SỬ

# region.north.riskBriefing
source: The North doesn't wait for you to prepare. Storms roll in overnight. Valleys drown, ridges crack, and whole hamlets vanish behind walls of snow or mud. Locals survive because they plan like their lives depend on it. Yours will, too.
vi: Miền Bắc không chờ bạn chuẩn bị. Bão ập đến qua đêm. Thung lũng chìm trong nước, sườn núi nứt vỡ, cả xóm làng biến mất sau những bức tường tuyết hay bùn đất. Người địa phương sống sót vì họ lên kế hoạch như thể mạng sống phụ thuộc vào đó. Của bạn cũng vậy.

# region.north.sections.1.title
source: THE LAND ITSELF TESTS YOU
vi: CHÍNH ĐẤT ĐAI THỬ THÁCH BẠN

# region.north.sections.1.content
source: In the North, one moment you're on open ground, the next you're fighting icy winds along a ridge. Altitude steals heat faster than fire can give it back. Veterans never trust a single road, they carry maps in their heads. When the main pass collapses, they already know the side paths.
vi: Ở miền Bắc, một khoảnh khắc bạn đứng trên mặt đất trống, khoảnh khắc tiếp theo bạn đang chống chọi với gió lạnh buốt trên sườn núi. Độ cao lấy đi hơi ấm nhanh hơn lửa có thể trả lại. Những người dày dạn kinh nghiệm không bao giờ tin vào một con đường duy nhất, họ mang bản đồ trong đầu. Khi con đèo chính sập, họ đã biết các lối tắt.

# region.north.sections.1.subtitle
source: Learn them, or be buried with the road.
vi: Học thuộc chúng, hoặc bị chôn vùi cùng con đường.

# region.north.sections.2.title
source: NO ONE SURVIVES ALONE
vi: KHÔNG AI SỐNG SÓT MỘT MÌNH

# region.north.sections.2.content
source: Here, survival is a circle. Village committees stockpile food, fuel, medicine before the storms hit. If you're inside, you'll share the fire. If you're outside, you'll watch the smoke from the cold. Join early.
vi: Ở đây, sinh tồn là một vòng tròn. Uỷ ban làng tích trữ lương thực, nhiên liệu, thuốc men trước khi bão đến. Nếu bạn ở trong vòng tròn đó, bạn sẽ được chia lửa. Nếu bạn đứng ngoài, bạn chỉ nhìn khói từ trong giá lạnh. Hãy tham gia sớm.

# region.north.sections.2.subtitle
source: Ask late, and doors stay closed.
vi: Hỏi muộn, cánh cửa sẽ đóng lại.

# region.north.sections.3.title
source: THE FROST IS A CRUEL KING
vi: BĂNG GIÁ LÀ VỊ VUA TÀN NHẪN

# region.north.sections.3.content
source: By October, every jug of water, every sack of rice, every stick of fuel must be ready. Miss it, and winter locks you in silence. Summer rots what winter preserves, so the rhythm shifts.
vi: Đến tháng Mười, mọi can nước, mọi bao gạo, mọi bó củi đều phải sẵn sàng. Bỏ lỡ điều đó, và mùa đông sẽ nhốt bạn trong im lặng. Mùa hè làm mục những gì mùa đông bảo tồn, vì vậy nhịp điệu thay đổi.

# region.north.sections.3.subtitle
source: The locals live by the calendar of survival. You should too.
vi: Người địa phương sống theo lịch sinh tồn. Bạn cũng nên vậy.

# region.north.sections.4.title
source: WHEN WORDS ARE LOST, SIGNS REMAIN
vi: KHI LỜI NÓI MẤT ĐI, DẤU HIỆU CÒN LẠI

# region.north.sections.4.content
source: Rescue in the North starts with neighbors. The shock teams who rope across rivers and dig through slides before the army ever arrives. Soldiers and helicopters follow, but the first grip in the dark is always local. Know the shelters, know the routes.
vi: Cứu hộ ở miền Bắc bắt đầu từ hàng xóm. Những đội xung kích bắc dây qua sông và đào bới qua lở đất trước khi quân đội đến. Lính và trực thăng đến sau, nhưng bàn tay chìa ra đầu tiên trong bóng tối luôn là người địa phương. Hãy biết các nơi trú ẩn, biết các tuyến đường.

# region.north.sections.4.subtitle
source: If you wait hidden at home, the rescuers will pass you by.
vi: Nếu bạn ẩn náu ở nhà, đội cứu hộ sẽ đi qua mà không biết.

# region.central.riskBriefing
source: The Central coast does not just rain, it roars. Typhoons crash from sea to mountains, rivers flash without warning, and roads vanish under mudslides. Villages brace for wind, towns watch the waves. Down here, survival is timing, trust, and knowing which path is truly safe.
vi: Bờ biển miền Trung không chỉ mưa, mà gào thét. Bão tố đổ bộ từ biển vào núi, sông lũ ập đến không báo trước, và những con đường biến mất dưới lở đất. Làng mạc chống chọi với gió, thị trấn nhìn sóng biển. Ở đây, sinh tồn là sự kịp thời, lòng tin, và biết con đường nào thực sự an toàn.

# region.central.sections.1.title
source: MUD, RIVERS, AND FALLING RIDGES
vi: BÙN ĐẤT, SÔNG SUỐI VÀ SỰ SỤP ĐỔ

# region.central.sections.1.content
source: From beach to mountain pass in one stride. Sand softens to mud, ridges fail, rivers erupt. Locals run three escape routes for every road, you'd better do the same. When the typhoon comes, the terrain is the ruler.
vi: Từ bãi biển đến đèo núi chỉ một bước. Cát hoá thành bùn, sườn núi sụp đổ, sông lũ bùng phát. Người địa phương chuẩn bị ba tuyến thoát hiểm cho mỗi con đường, bạn cũng nên làm vậy. Khi bão đến, địa hình là kẻ cai trị.

# region.central.sections.1.subtitle
source: Know every path, or be trapped.
vi: Biết mọi con đường, hoặc bị mắc kẹt.

# region.central.sections.2.title
source: NO BOAT FLOATS ALONE
vi: KHÔNG CON THUYỀN NÀO NỔI MỘT MÌNH

# region.central.sections.2.content
source: The wind hasn't come yet, but the town is alive with preparation. Boats tied, sandbags stacked, runners checking doors. Evacuation drills and community stockpiles keep everyone ready. Go it alone, and you risk the flood; stay together, and you survive.
vi: Gió chưa đến, nhưng thị trấn đã sống động với sự chuẩn bị. Thuyền được neo, bao cát được chất, người chạy đi kiểm tra từng cánh cửa. Diễn tập sơ tán và kho dự trữ cộng đồng giữ cho mọi người sẵn sàng. Đi một mình, bạn đối mặt với lũ; ở cùng nhau, bạn sống sót.

# region.central.sections.2.subtitle
source: Survival favors those who follow the rhythm of the community.
vi: Sự sống sót ưu ái những người theo nhịp điệu của cộng đồng.

# region.central.sections.3.title
source: THE SEA REMEMBERS, YOU MUST WATCH
vi: BIỂN NHỚ, BẠN PHẢI CANH CHỪNG

# region.central.sections.3.content
source: Typhoon season dominates the coast. Every house battened, every boat tied, every family scanning the horizon and checking evacuation points. Rain can drown paddies in hours, wind can tear roofs and snap trees. In the Central, adaptation is timing.
vi: Mùa bão thống trị bờ biển. Mọi ngôi nhà được gia cố, mọi con thuyền được neo chặt, mọi gia đình ngóng nhìn chân trời và kiểm tra điểm sơ tán. Mưa có thể nhấn chìm ruộng đồng trong vài giờ, gió có thể xé mái nhà và gãy cây. Ở miền Trung, thích nghi là sự kịp thời.

# region.central.sections.3.subtitle
source: Knowing the day to flee, the day to ride it out.
vi: Biết ngày nào phải chạy, ngày nào phải cố thủ.

# region.central.sections.4.title
source: WHEN WORDS TRAVEL BEFORE THE STORM
vi: KHI LỜI CẢNH BÁO ĐI TRƯỚC CƠN BÃO

# region.central.sections.4.content
source: The wind carries more than rain, it carries warnings. Sirens howl, flags snap, messengers race along mountain paths. Networks of elders, unions, and fishermen reach every home. Miss their call, and the mud and water won't wait.
vi: Gió mang theo nhiều hơn mưa, nó mang theo cảnh báo. Còi hú vang, cờ phất, sứ giả chạy dọc các con đường núi. Mạng lưới các bậc trưởng lão, hội đoàn, và ngư dân tiếp cận từng ngôi nhà. Bỏ lỡ tiếng gọi của họ, bùn đất và nước sẽ không chờ bạn.

# region.central.sections.4.subtitle
source: Follow the warnings, disaster won't pause for you.
vi: Hãy theo những cảnh báo đó, thiên tai sẽ không dừng lại vì bạn.

# region.south.riskBriefing
source: The South tests you with water and heat. Rivers swell and drown the delta, while cities choke under storms and standing floods. When the sun returns, the heat steals strength faster than hunger. Down here, survival is not about braving the cold, it is about outlasting the flood and guarding your water.
vi: Miền Nam thử thách bạn bằng nước và nắng. Sông dâng lên nhấn chìm đồng bằng, trong khi các thành phố nghẹt thở dưới bão và nước ngập. Khi mặt trời trở lại, cái nóng lấy đi sức lực nhanh hơn đói. Ở đây, sinh tồn không phải là dũng cảm chống chọi cái lạnh, mà là vượt qua trận lũ và bảo vệ nguồn nước.

# region.south.sections.1.title
source: THE FLOODS WRITE THEIR OWN LAWS
vi: LŨ LỤT VIẾT LUẬT CỦA RIÊNG MÌNH

# region.south.sections.1.content
source: Here, floods come from the streets. Rains slam down, drains clog, and motorbikes vanish under filthy water. Rescue crawls through gridlock. The ones who make it are not surprised, they already know which schools and trees turn into shelters.
vi: Ở đây, lũ đến từ những con phố. Mưa đổ xuống, cống tắc, xe máy biến mất dưới làn nước bẩn. Cứu hộ bị kẹt trong tắc đường. Những người vượt qua không phải là người bị bất ngờ, họ đã biết trường học và cây cối nào trở thành nơi trú ẩn.

# region.south.sections.1.subtitle
source: Maps of safe ground matter more than weapons.
vi: Bản đồ vùng đất an toàn quan trọng hơn vũ khí.

# region.south.sections.2.title
source: WHEN THE CALL COMES, DON'T RUN ALONE
vi: KHI TIẾNG GỌI ĐẾN, ĐỪNG CHẠY MỘT MÌNH

# region.south.sections.2.content
source: Not officials. Not trucks. Rescue in the South begins barefoot, in chest-deep water. Youth groups tie rope, neighbors carry the weak, men pile the sandbags. The army arrives hours later. Survival comes from the crowd around you.
vi: Không phải quan chức. Không phải xe tải. Cứu hộ ở miền Nam bắt đầu chân trần, ngập đến ngực. Đoàn thanh niên buộc dây, hàng xóm cõng người yếu, đàn ông chất bao cát. Quân đội đến nhiều giờ sau. Sự sống sót đến từ đám đông xung quanh bạn.

# region.south.sections.2.subtitle
source: Move with the tide of people, not against it.
vi: Đi cùng dòng người, không phải ngược lại.

# region.south.sections.3.title
source: THE FLOOD LEAVES, THE HEAT STRIKES
vi: LŨ RÚT, NẮNG NÓNG ĐỔ XUỐNG

# region.south.sections.3.content
source: Danger does not end with the flood. Heat over 38°C breaks the strong, while puddles breed sickness. Dengue, stomach bugs, and rot wait in plain water. Locals last by carrying shade, cooling with wet cloths, and boiling every drop they drink.
vi: Nguy hiểm không kết thúc khi lũ rút. Nhiệt độ trên 38°C quật ngã người khoẻ mạnh, trong khi vũng nước sinh ra bệnh tật. Sốt xuất huyết, bệnh tiêu hoá, và mầm bệnh ẩn trong nước thường. Người địa phương sống sót bằng cách mang theo bóng mát, làm mát bằng khăn ướt, và đun sôi từng giọt nước uống.

# region.south.sections.3.subtitle
source: In the South, thirst won't kill you, dirty water will.
vi: Ở miền Nam, khát không giết bạn, nước bẩn mới giết.

# region.south.sections.4.title
source: WHEN SIGNALS FAIL, PEOPLE SPEAK
vi: KHI TÍN HIỆU MẤT, CON NGƯỜI LÊN TIẾNG

# region.south.sections.4.content
source: Electronics die first in the storm. Sirens drown, phones fail, radios crackle out. But people don't. A motorbike rider shouting through the street, a neighbor pounding your door, youth volunteers calling ahead...
vi: Thiết bị điện tử chết đầu tiên trong bão. Còi hú chìm trong nước, điện thoại mất sóng, radio tắt tiếng. Nhưng con người thì không. Người đi xe máy hét vang qua phố, hàng xóm đập cửa, tình nguyện viên thanh niên gọi báo trước...

# region.south.sections.4.subtitle
source: Miss it, and you miss your only chance to move.
vi: Bỏ lỡ điều đó, bạn bỏ lỡ cơ hội duy nhất để di chuyển.

# scenariolist.header
source: MISSION BOARD
vi: BẢNG NHIỆM VỤ

# scenariolist.subheader
source: Choose your mission
vi: Chọn nhiệm vụ của bạn

# scenariolist.coming_soon
source: · more scenarios coming soon ·
vi: · sắp có thêm tình huống ·

# scenariolist.back
source: back to regions
vi: quay lại chọn vùng

# scenariolist.diary
source: Diary
vi: Nhật Ký

# scenariolist.region.north
source: North
vi: Miền Bắc

# scenariolist.region.central
source: Central
vi: Miền Trung

# scenariolist.region.south
source: South
vi: Miền Nam

# scenariolist.board.a11y
source: Mission board for %@
vi: Bảng nhiệm vụ cho %@

# scenariolist.diary.a11y
source: Open diary
vi: Mở nhật ký

# scenariolist.diary.a11y.hint
source: View your reflections from completed missions
vi: Xem lại các kết quả từ nhiệm vụ đã hoàn thành

# scenariolist.back.a11y
source: Go back
vi: Quay lại

# scenariolist.back.a11y.hint
source: Return to region selection
vi: Quay về chọn vùng

# mission.classified
source: Not Done
vi: Chưa Hoàn Thành

# mission.responded
source: Done
vi: Đã Hoàn Thành

# mission.a11y.label
source: Mission %d, %@
vi: Nhiệm vụ %d, %@

# mission.a11y.completed
source: completed
vi: đã hoàn thành

# mission.a11y.locked
source: locked
vi: chưa mở

# mission.a11y.hint.replay
source: Double tap to replay
vi: Nhấn đúp để chơi lại

# mission.a11y.hint.start
source: Double tap to start this mission
vi: Nhấn đúp để bắt đầu nhiệm vụ

source: THREAT LEVEL
vi: MỨC ĐỘ NGUY HIỂM

# threat.level.accessibility
source: TThreat level: %d out of %d
vi: Mức độ nguy hiểm: %@

# dispatch.incoming
source: INCOMING DISPATCH
vi: ĐIỆN KHẨN ĐẾN

# dispatch.scroll_guide
source: scroll to read the briefing
vi: cuộn để đọc bản tin

# dispatch.respond
source: RESPOND
vi: ỨNG CHIẾN

# dispatch.not_ready
source: NOT READY
vi: CHƯA SẴN SÀNG

# dispatch.ready_prompt
source: Double tap to accept the mission
vi: Nhấn đúp để nhận nhiệm vụ

# dispatch.retreat_hint
source: Double tap to return to mission board
vi: Nhấn đúp để quay lại bảng nhiệm vụ

# game.reflection_unavailable
source: Reflection unavailable
vi: Không thể hiển thị kết quả

# game.chosen
source: CHOSEN
vi: ĐÃ CHỌN

# game.option.hint
source: Double tap to select this option
vi: Nhấn đúp để chọn phương án này

# reflection.result.header
source: IN PEOPLE'S EYES, YOU ARE LIKE
vi: MẪU HÌNH CỦA BẠN

# reflection.result.announcement
source: Your archetype is
vi: Mẫu hình của bạn là

# reflection.diary
source: VIEW DIARY
vi: XEM NHẬT KÝ

# reflection.diary.hint
source: Double tap to view your diary entry
vi: Nhấn đúp để xem mục nhật ký

# reflection.play_again
source: PLAY AGAIN
vi: CHƠI LẠI

# reflection.play_again.hint
source: Double tap to start a new mission
vi: Nhấn đúp để bắt đầu nhiệm vụ mới

# diary.title
source: DIARY
vi: NHẬT KÝ

# diary.subtitle
source: Your adaptation journey.
vi: Hành trình thích nghi của bạn.

# diary.past_scenarios
source: PAST SCENARIOS
vi: CÁC TÌNH HUỐNG ĐÃ QUA

# diary.back
source: Back
vi: Quay lại

# diary.back.hint
source: Return to previous screen
vi: Quay về màn hình trước

# diary.entry.hint
source: Open diary entry
vi: Mở mục nhật ký

# diary.detail.greeting
source: Dear Diary,
vi: Nhật Ký Thân Mến,

# diary.detail.subtitle
source: A regular day of %@'s adaptation in Việt Nam.
vi: Một ngày bình thường của %@ ở Việt Nam.

# diary.detail.date
source: Today is %@
vi: Hôm nay là %@

# diary.detail.collected
source: I have collected a
vi: Hôm nay tôi đã lụm được một

# diary.detail.collected.a11y
source: I have collected a %@
vi: Hôm nay tôi đã nhận được một %@

# diary.detail.insight_placeholder
source: Insight coming soon.
vi: Nội dung đang được cập nhật.

# diary.detail.scroll_hint
source: scroll to read
vi: cuộn để đọc

# diary.collection.title
source: YOUR COLLECTION
vi: BỘ SƯU TẬP

# diary.collection.empty
source: No objects yet. Play a scenario first.
vi: Chưa có vật phẩm. Hãy chơi một tình huống.
